using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace PracticalWork_10_6
{
    internal class TempData
    {
        public string[] tempName = { "Владимир", "Алексей", "Артур", "Олег", "Тимофей", "Святослав", "Ермолай", "Емельян" };
        public string[] tempSurName = { "Карандашев", "Апостол", "Ягодкин", "Меркьюри", "Королёв", "Петросян", "Усачев", "Вересков" };
        public string[] tempMiddleName = { "Себастьянович", "Демьянович", "Иванович", "Жоржович", "Никонович", "Гавриилович", "Адамович", "Осипович" };
        public string[] tempPhoneNumber = { "375(25)258-98-85", "375(44)136-29-87", "375(33)621-95-34", "375(29)059-88-60", "375(25)108-19-18", "375(44)429-75-26", "375(25)146-46-75", "375(33)556-63-21" };
        public string[] tempPasNumber = { "4230902А067РВ5", "5221019В011РВ4", "6110101А019РВ3", "5190303М011РВ2", "5040505А071РВ2", "6221013А013РВ2", "5010101А001РВ1", "6221002А071РВ5" };
        public string[] tempAddress = {"Лынькова Ул., дом 75, кв. 166",
                                            "Герцена Ул., дом 10, кв. 63",
                                            "Машерова Пр., дом 14, кв. 121",
                                            "Логойский Тракт, дом 34/2, кв. 85",
                                            "Сокол Пос., Барамзиной Ул., дом 373, кв. 37",
                                            "Казинца Ул., дом 89/2, кв. 453",
                                            "Мира Пр., дом 12, кв. 57",
                                            "72 Армии Ул., дом 24/2"};
    }
}
